"1" = "A ligar ao ISP...";
"2" = "A estabelecer ligação…";
"3" = "A autenticar...";
"4" = "Ligação ao ISP estabelecida.";
"5" = "A desligar...";

"-2" = "Não foi possível iniciar a configuração PPP.";
"-1" = "A inicialização PPP falhou.";

"0" = "Não foi possível estabelecer ligação ao IPS.";
"256" = "Sem resposta do modem. Verifique a ligação do modem e tente de novo.";
"257" = "Falha CCL.";
"258" = "A conversa falhou";
"259" = "Falha LCP.";
"260" = "A autenticação falhou. Verifique o nome e palavra-passe e tente de novo.";
"261" = "O tempo disponível terminou.";

"512" = "Sinal não detectado.";
"513" = "ISP ocupado.";
"514" = "Não foi detectado sinal de marcação. Verifique a ligação à linha telefónica e tente de novo.";
"515" = "Ocorreu um erro no modem.";

"PPP_SWITCH_TO_PULSE" = "A mudar para marcação por impulsos.";
"PPP_SWITCH_TO_TONE" = "A mudar para marcação por tons.";
"PPP_WILL_REDIAL" = "Nova tentativa de marcação dentro de 3 segundos.";
		
